Repository: reyhard/openhab-win-app
Catalog: src/OpenHab.Windows.Tray/Strings/*/Resources.resw
Source language: en_us
Languages: pl_pl

# App.Description
source: openHAB Windows companion app
pl_pl: Aplikacja towarzysząca openHAB dla Windows

# AppDescription
source: openHAB Windows companion app
pl_pl: Aplikacja towarzysząca openHAB dla Windows

# Common.Cancel
source: Cancel
pl_pl: Anuluj

# Common.Continue
source: Continue
pl_pl: Kontynuuj

# Common.Delete
source: Delete
pl_pl: Usuń

# Common.Disabled
source: Disabled
pl_pl: Wyłączone

# Common.Close
source: Close
pl_pl: Zamknij

# Common.Off
source: Off
pl_pl: Wył.

# Common.On
source: On
pl_pl: Wł.

# Common.Save
source: Save
pl_pl: Zapisz

# Common.Clear
source: Clear
pl_pl: Wyczyść

# Common.Reset
source: Reset
pl_pl: Resetuj

# Common.Edit
source: Edit
pl_pl: Edytuj

# MainWindow_SidebarCollapseButton.ToolTipService.ToolTip
source: Collapse navigation
pl_pl: Zwiń nawigację

# MainWindow_SidebarCollapseButton.AutomationProperties.Name
source: Collapse navigation
pl_pl: Zwiń nawigację

# MainWindow_ToggleSitemapButton.ToolTipService.ToolTip
source: Show sitemap
pl_pl: Pokaż sitemapę

# MainWindow_ToggleSitemapButton.AutomationProperties.Name
source: Show sitemap
pl_pl: Pokaż sitemapę

# MainWindow_SidebarBrandSubtitle.Text
source: Windows companion
pl_pl: Aplikacja dla Windows

# MainWindow_HomeNavButton.ToolTipService.ToolTip
source: Home
pl_pl: Strona główna

# MainWindow_HomeNavButton.AutomationProperties.Name
source: Home
pl_pl: Strona główna

# MainWindow_HomeNavText.Text
source: Home
pl_pl: Strona główna

# MainWindow_HomePagesToggleButton.ToolTipService.ToolTip
source: Show Main UI pages
pl_pl: Pokaż strony Main UI

# MainWindow_HomePagesToggleButton.AutomationProperties.Name
source: Show Main UI pages
pl_pl: Pokaż strony Main UI

# MainWindow_NotificationsNavButton.ToolTipService.ToolTip
source: Notifications
pl_pl: Powiadomienia

# MainWindow_NotificationsNavButton.AutomationProperties.Name
source: Notifications
pl_pl: Powiadomienia

# MainWindow_NotificationsNavText.Text
source: Notifications
pl_pl: Powiadomienia

# MainWindow_SettingsNavButton.ToolTipService.ToolTip
source: Settings
pl_pl: Ustawienia

# MainWindow_SettingsNavButton.AutomationProperties.Name
source: Settings
pl_pl: Ustawienia

# MainWindow_SettingsNavText.Text
source: Settings
pl_pl: Ustawienia

# MainWindow_ShellConnectionText.Text
source: Connecting...
pl_pl: Łączenie...

# MainWindow_ShellConnectionSubtitle.Text
source: to openHAB server
pl_pl: z serwerem openHAB

# MainWindow_SitemapHeaderArea.ToolTipService.ToolTip
source: Choose sitemap
pl_pl: Wybierz sitemapę

# MainWindow_SitemapHeaderArea.AutomationProperties.Name
source: Choose sitemap
pl_pl: Wybierz sitemapę

# MainWindow_SitemapTitleText.Text
source: Sitemap
pl_pl: Sitemapa

# MainWindow_SearchSitemapButton.ToolTipService.ToolTip
source: Search sitemap
pl_pl: Przeszukaj sitemapę

# MainWindow_SearchSitemapButton.AutomationProperties.Name
source: Search sitemap
pl_pl: Przeszukaj sitemapę

# MainWindow_RefreshSitemapButton.ToolTipService.ToolTip
source: Refresh sitemap
pl_pl: Odśwież sitemapę

# MainWindow_RefreshSitemapButton.AutomationProperties.Name
source: Refresh sitemap
pl_pl: Odśwież sitemapę

# MainWindow_SitemapSearchBox.PlaceholderText
source: Search current section...
pl_pl: Szukaj w bieżącej sekcji...

# Flyout_SearchButton.ToolTipService.ToolTip
source: Search sitemap
pl_pl: Przeszukaj sitemapę

# Flyout_MinimizeButton.ToolTipService.ToolTip
source: Minimize flyout
pl_pl: Zminimalizuj panel

# Flyout_SitemapSearchBox.PlaceholderText
source: Search current section...
pl_pl: Szukaj w bieżącej sekcji...

# Flyout_RefreshButton.ToolTipService.ToolTip
source: Refresh
pl_pl: Odśwież

# Flyout_NotificationsButton.ToolTipService.ToolTip
source: Open notifications
pl_pl: Otwórz powiadomienia

# Flyout_OpenMainWindowButton.ToolTipService.ToolTip
source: Open main window
pl_pl: Otwórz główne okno

# Flyout_SettingsButton.ToolTipService.ToolTip
source: Settings
pl_pl: Ustawienia

# SettingsPage_RootButton.Content
source: Settings
pl_pl: Ustawienia

# SettingsPage_TitleText.Text
source: Settings
pl_pl: Ustawienia

# NotificationsPage_SearchBox.PlaceholderText
source: Search notifications
pl_pl: Szukaj powiadomień

# NotificationsPage_FilterVisible.Content
source: Visible
pl_pl: Widoczne

# NotificationsPage_FilterUnread.Content
source: Unread
pl_pl: Nieprzeczytane

# NotificationsPage_FilterRead.Content
source: Read
pl_pl: Przeczytane

# NotificationsPage_FilterHidden.Content
source: Hidden
pl_pl: Ukryte

# NotificationsPage_FilterAll.Content
source: All
pl_pl: Wszystkie

# NotificationsPage_SortNewest.Content
source: Newest
pl_pl: Najnowsze

# NotificationsPage_SortOldest.Content
source: Oldest
pl_pl: Najstarsze

# NotificationsPage_SortName.Content
source: Name
pl_pl: Nazwa

# NotificationsPage_MarkAllReadButton.Content
source: Mark all read
pl_pl: Oznacz wszystkie jako przeczytane

# NotificationsPage_LocalOnlyNote.Text
source: New notifications unavailable in Local-Only mode. Switch to Automatic or Cloud to receive alerts.
pl_pl: Nowe powiadomienia są niedostępne w trybie tylko lokalnym. Przełącz na automatyczny lub chmurę, aby odbierać alerty.

# NotificationsPage_EmptyText.Text
source: No notifications
pl_pl: Brak powiadomień

# Notifications.Empty.NoMatches
source: No matching notifications
pl_pl: Brak pasujących powiadomień

# Notifications.Empty.NoUnread
source: No unread notifications
pl_pl: Brak nieprzeczytanych powiadomień

# Notifications.Empty.NoRead
source: No read notifications
pl_pl: Brak przeczytanych powiadomień

# Notifications.Empty.NoHidden
source: No hidden notifications
pl_pl: Brak ukrytych powiadomień

# Notifications.Empty.NoNotifications
source: No notifications
pl_pl: Brak powiadomień

# Notifications.MarkUnread
source: Mark unread
pl_pl: Oznacz jako nieprzeczytane

# Notifications.MarkRead
source: Mark read
pl_pl: Oznacz jako przeczytane

# Notifications.Unhide
source: Unhide
pl_pl: Pokaż

# Notifications.Hide
source: Hide
pl_pl: Ukryj

# Notifications.Elapsed.JustNow
source: Just now
pl_pl: Przed chwilą

# Notifications.Elapsed.MinutesAgo
source: {0}m ago
pl_pl: {0} min temu

# Notifications.Elapsed.HoursAgo
source: {0}h ago
pl_pl: {0} godz. temu

# Notifications.Elapsed.DaysAgo
source: {0}d ago
pl_pl: {0} dni temu

# Tray.OpenFlyout
source: Open flyout
pl_pl: Otwórz panel

# Tray.OpenMainWindow
source: Open main window
pl_pl: Otwórz główne okno

# Tray.Exit
source: Exit
pl_pl: Zamknij

# Settings.Title
source: Settings
pl_pl: Ustawienia

# Settings.Root.Subtitle
source: Choose a category
pl_pl: Wybierz kategorię

# Settings.Connection.Title
source: Connection
pl_pl: Połączenie

# Settings.Connection.Subtitle
source: Endpoints and credentials
pl_pl: Punkty końcowe i dane logowania

# Settings.Connection.EndpointMode.Title
source: Endpoint mode
pl_pl: Tryb punktu końcowego

# Settings.Connection.EndpointMode.Subtitle
source: Choose how the app selects local or cloud connectivity
pl_pl: Wybierz, jak aplikacja wybiera połączenie lokalne lub chmurowe

# Settings.Connection.EndpointMode.Automatic
source: Automatic
pl_pl: Automatycznie

# Settings.Connection.EndpointMode.LocalOnly
source: Local only
pl_pl: Tylko lokalne

# Settings.Connection.EndpointMode.CloudOnly
source: Cloud only
pl_pl: Tylko chmura

# Settings.Connection.LocalEndpoint.Title
source: Local endpoint
pl_pl: Lokalny punkt końcowy

# Settings.Connection.LocalEndpoint.Subtitle
source: Base URL for your openHAB server on the local network
pl_pl: Bazowy adres URL serwera openHAB w sieci lokalnej

# Settings.Connection.CloudEndpoint.Title
source: Cloud endpoint
pl_pl: Punkt końcowy chmury

# Settings.Connection.CloudEndpoint.Subtitle
source: Base URL for the myopenHAB cloud service
pl_pl: Bazowy adres URL usługi myopenHAB Cloud

# Settings.Connection.LocalToken.Placeholder
source: Enter token (optional)
pl_pl: Wpisz token (opcjonalnie)

# Settings.Connection.LocalToken.StoredPlaceholder
source: Stored token configured. Type to replace, or leave unchanged.
pl_pl: Zapisany token jest skonfigurowany. Wpisz nowy, aby go zastąpić, albo pozostaw bez zmian.

# Settings.Connection.LocalToken.Title
source: Local API token
pl_pl: Lokalny token API

# Settings.Connection.LocalToken.Subtitle
source: Optional bearer token used with the local endpoint
pl_pl: Opcjonalny token bearer używany z lokalnym punktem końcowym

# Settings.Connection.CloudUserName.Placeholder
source: Enter myopenHAB email
pl_pl: Wpisz e-mail myopenHAB

# Settings.Connection.CloudUserName.Title
source: Cloud email / username
pl_pl: E-mail / nazwa użytkownika chmury

# Settings.Connection.CloudUserName.Subtitle
source: Account used to sign in to myopenHAB
pl_pl: Konto używane do logowania w myopenHAB

# Settings.Connection.CloudPassword.Placeholder
source: Enter myopenHAB password
pl_pl: Wpisz hasło myopenHAB

# Settings.Connection.CloudPassword.StoredPlaceholder
source: Stored password configured. Type to replace, or leave unchanged.
pl_pl: Zapisane hasło jest skonfigurowane. Wpisz nowe, aby je zastąpić, albo pozostaw bez zmian.

# Settings.Connection.CloudPassword.Title
source: Cloud password
pl_pl: Hasło chmury

# Settings.Connection.CloudPassword.Subtitle
source: Password used only for the configured cloud account
pl_pl: Hasło używane tylko dla skonfigurowanego konta chmurowego

# Settings.Connection.TokenSaveFailed
source: Failed to save token.
pl_pl: Nie udało się zapisać tokenu.

# Settings.Connection.CloudPasswordRequired
source: Cloud password is required when username is set. Existing credentials were not changed.
pl_pl: Hasło chmury jest wymagane, gdy ustawiono nazwę użytkownika. Istniejące dane logowania nie zostały zmienione.

# Settings.Connection.CloudCredentialsSaveFailed
source: Failed to save cloud credentials.
pl_pl: Nie udało się zapisać danych logowania chmury.

# Settings.General.Title
source: General
pl_pl: Ogólne

# Settings.General.Subtitle
source: Startup, flyout width, notifications
pl_pl: Uruchamianie, szerokość panelu, powiadomienia

# Settings.General.PageSubtitle
source: Startup and runtime behavior
pl_pl: Uruchamianie i działanie aplikacji

# Settings.General.LaunchAtStartup.Title
source: Launch at startup
pl_pl: Uruchamiaj przy starcie

# Settings.General.LaunchAtStartup.Subtitle
source: Start openHAB automatically when you sign in to Windows
pl_pl: Uruchamiaj openHAB automatycznie po zalogowaniu do Windows

# Settings.General.FlyoutWidth.Title
source: Flyout width
pl_pl: Szerokość panelu

# Settings.General.FlyoutWidth.Subtitle
source: Width of the tray flyout in pixels
pl_pl: Szerokość panelu zasobnika w pikselach

# Settings.General.NotificationPoll.Title
source: Notification check interval
pl_pl: Interwał sprawdzania powiadomień

# Settings.General.NotificationPoll.Subtitle
source: How often the app checks for openHAB notifications, in seconds
pl_pl: Jak często aplikacja sprawdza powiadomienia openHAB, w sekundach

# Settings.General.ImportantTags.Title
source: Important notification tags
pl_pl: Ważne tagi powiadomień

# Settings.General.ImportantTags.Subtitle
source: Comma-separated tags/severities that should be sent as important notifications
pl_pl: Tagi/poziomy rozdzielone przecinkami, które mają być wysyłane jako ważne powiadomienia

# Settings.General.ImportantTags.Placeholder
source: critical, warning, security
pl_pl: krytyczne, ostrzeżenie, bezpieczeństwo

# Settings.Appearance.Title
source: Appearance
pl_pl: Wygląd

# Settings.Appearance.Subtitle
source: Skin, theme, icon style
pl_pl: Skórka, motyw, styl ikon

# Settings.Appearance.PageSubtitle
source: Visual options
pl_pl: Opcje wizualne

# Settings.Appearance.Skin.Title
source: Skin
pl_pl: Skórka

# Settings.Appearance.Skin.Subtitle
source: Choose the sitemap rendering style
pl_pl: Wybierz styl renderowania mapy strony

# Settings.Appearance.Skin.Basic
source: Basic
pl_pl: Podstawowa

# Settings.Appearance.Theme.Title
source: App color theme
pl_pl: Motyw kolorystyczny aplikacji

# Settings.Appearance.Theme.Subtitle
source: Choose the main window and flyout color mode
pl_pl: Wybierz tryb kolorów okna głównego i panelu

# Settings.Appearance.Theme.Dark
source: Dark
pl_pl: Ciemny

# Settings.Appearance.Theme.Bright
source: Bright
pl_pl: Jasny

# Settings.Appearance.Theme.FollowSystem
source: Follow System Settings
pl_pl: Zgodnie z ustawieniami systemu

# Settings.Appearance.Language.Title
source: Language
pl_pl: Język

# Settings.Appearance.Language.Subtitle
source: Choose the app language
pl_pl: Wybierz język aplikacji

# Settings.Appearance.Language.System
source: System language
pl_pl: Język systemu

# Settings.Appearance.Language.RestartTitle
source: Restart required
pl_pl: Wymagane ponowne uruchomienie

# Settings.Appearance.Language.RestartMessage
source: Restart openHAB to apply the selected language.
pl_pl: Uruchom openHAB ponownie, aby zastosować wybrany język.

# Settings.Appearance.IconStyle.Title
source: Use Windows 11 style icons
pl_pl: Używaj ikon w stylu Windows 11

# Settings.Appearance.IconStyle.Subtitle
source: Prefer Fluent-style symbols for sitemap widgets
pl_pl: Preferuj symbole w stylu Fluent dla widgetów mapy strony

# Settings.DeviceInfoSync.Title
source: Device Info Sync
pl_pl: Synchronizacja informacji o urządzeniu

# Settings.DeviceInfoSync.Subtitle
source: Configure device metadata sync
pl_pl: Skonfiguruj synchronizację metadanych urządzenia

# Settings.DeviceInfoSync.Description
source: Send selected Windows device state to openHAB Items
pl_pl: Wysyłaj wybrany stan urządzenia Windows do elementów openHAB

# Settings.DeviceInfoSync.DisabledMessage
source: Device Info Sync is disabled. Turn it on to configure identifier, interval, and item mappings.
pl_pl: Synchronizacja informacji o urządzeniu jest wyłączona. Włącz ją, aby skonfigurować identyfikator, interwał i mapowania elementów.

# Settings.DeviceInfoSync.Identifier.Header
source: Device identifier
pl_pl: Identyfikator urządzenia

# Settings.DeviceInfoSync.Interval.Header
source: Sync interval (minutes)
pl_pl: Interwał synchronizacji (minuty)

# Settings.DeviceInfoSync.Mappings.Title
source: openHAB Item mappings
pl_pl: Mapowania elementów openHAB

# Settings.DeviceInfoSync.Mapping.BatteryLevel
source: Battery level
pl_pl: Poziom baterii

# Settings.DeviceInfoSync.Mapping.ChargingState
source: Charging state
pl_pl: Stan ładowania

# Settings.DeviceInfoSync.Mapping.LockedState
source: Locked state
pl_pl: Stan blokady

# Settings.DeviceInfoSync.Mapping.SessionState
source: Session state
pl_pl: Stan sesji

# Settings.DeviceInfoSync.Mapping.WifiConnected
source: Wi-Fi connected
pl_pl: Połączono z Wi-Fi

# Settings.DeviceInfoSync.Mapping.WifiName
source: Wi-Fi name
pl_pl: Nazwa Wi-Fi

# Settings.DeviceInfoSync.Mapping.BluetoothConnected
source: Bluetooth connected
pl_pl: Połączono z Bluetooth

# Settings.DeviceInfoSync.Mapping.BluetoothDeviceNames
source: Bluetooth devices
pl_pl: Urządzenia Bluetooth

# Settings.DeviceInfoSync.Mapping.OpenHabConnection
source: openHAB connection
pl_pl: Połączenie openHAB

# Settings.DeviceInfoSync.Mapping.FocusState
source: Focus / DND
pl_pl: Skupienie / Nie przeszkadzać

# Settings.DeviceInfoSync.ItemSuffixes.Title
source: Item suffixes
pl_pl: Sufiksy elementów

# Settings.DeviceInfoSync.ItemSuffixes.Subtitle
source: The device identifier is added automatically before each suffix
pl_pl: Identyfikator urządzenia jest automatycznie dodawany przed każdym sufiksem

# Settings.Shortcuts.Title
source: Shortcuts
pl_pl: Skróty

# Settings.Shortcuts.Subtitle
source: Command menu and global shortcuts
pl_pl: Menu poleceń i skróty globalne

# Settings.Shortcuts.PageSubtitle
source: Configure global shortcuts and command menu actions.
pl_pl: Skonfiguruj skróty globalne i akcje menu poleceń.

# Settings.Shortcuts.BuiltIn.Title
source: Built-in shortcuts
pl_pl: Wbudowane skróty

# Settings.Shortcuts.CommandMenu.EnableAutomationName
source: Enable openHAB command menu shortcut
pl_pl: Włącz skrót menu poleceń openHAB

# Settings.Shortcuts.GlobalShortcut.Title
source: Global shortcut
pl_pl: Skrót globalny

# Settings.Shortcuts.GlobalShortcut.Subtitle
source: Keyboard shortcut for opening command menu from anywhere
pl_pl: Skrót klawiaturowy otwierający menu poleceń z dowolnego miejsca

# Settings.Shortcuts.ActivationMode.AutomationName
source: Command menu activation mode
pl_pl: Tryb aktywacji menu poleceń

# Settings.Shortcuts.ActivationMode.Title
source: Activation mode
pl_pl: Tryb aktywacji

# Settings.Shortcuts.ActivationMode.Subtitle
source: Choose whether the command menu toggles or stays open while held
pl_pl: Wybierz, czy menu poleceń ma się przełączać, czy pozostawać otwarte podczas przytrzymania

# Settings.Shortcuts.ActivationMode.Toggle
source: Toggle
pl_pl: Przełączanie

# Settings.Shortcuts.ActivationMode.Hold
source: Hold
pl_pl: Przytrzymanie

# Settings.Shortcuts.CommandMenuPreview.Title
source: Command menu preview
pl_pl: Podgląd menu poleceń

# Settings.Shortcuts.CommandMenuPreview.Subtitle
source: Actions currently visible in the radial command menu
pl_pl: Akcje aktualnie widoczne w radialnym menu poleceń

# Settings.Shortcuts.CommandMenu.Title
source: openHAB Command Menu
pl_pl: Menu poleceń openHAB

# Settings.Shortcuts.CommandMenu.Subtitle
source: Built-in global shortcut for opening the command menu
pl_pl: Wbudowany globalny skrót do otwierania menu poleceń

# Settings.Shortcuts.VoiceMode.Title
source: Voice mode
pl_pl: Tryb głosowy

# Settings.Shortcuts.VoiceMode.Subtitle
source: Single-shot speech recognition for openHAB voice commands
pl_pl: Jednorazowe rozpoznawanie mowy dla poleceń głosowych openHAB

# Settings.Shortcuts.VoiceMode.ExpanderTitle
source: Voice Mode
pl_pl: Tryb głosowy

# Settings.Shortcuts.VoiceMode.ExpanderSubtitle
source: Send recognized speech to an openHAB item
pl_pl: Wysyłaj rozpoznaną mowę do elementu openHAB

# Settings.Shortcuts.VoiceMode.EnableAutomationName
source: Enable voice commands
pl_pl: Włącz polecenia głosowe

# Settings.Shortcuts.VoiceMode.EnableTitle
source: Enable voice commands
pl_pl: Włącz polecenia głosowe

# Settings.Shortcuts.VoiceMode.EnableSubtitle
source: Show the flyout microphone button and allow Voice actions to run
pl_pl: Pokaż przycisk mikrofonu w wysuwanym panelu i zezwól na uruchamianie akcji Głos

# Settings.Shortcuts.VoiceMode.ConfirmationTitle
source: Require confirmation before sending
pl_pl: Wymagaj potwierdzenia przed wysłaniem

# Settings.Shortcuts.VoiceMode.ConfirmationSubtitle
source: Review the recognized phrase before it is sent to openHAB
pl_pl: Sprawdź rozpoznaną frazę, zanim zostanie wysłana do openHAB

# Settings.Shortcuts.VoiceMode.PrivacyTitle
source: Privacy
pl_pl: Prywatność

# Settings.Shortcuts.VoiceMode.PrivacyText
source: Windows free-form dictation can use Microsoft online speech services. Voice commands require Windows microphone and speech-recognition permissions. Normal diagnostics do not log recognized phrases; verbose diagnostics may log full spoken command text to diagnostics.log.
pl_pl: Dyktowanie swobodne w systemie Windows może korzystać z internetowych usług mowy firmy Microsoft. Polecenia głosowe wymagają uprawnień systemu Windows do mikrofonu i rozpoznawania mowy. Zwykła diagnostyka nie zapisuje rozpoznanych fraz; szczegółowa diagnostyka może zapisywać pełny tekst wypowiedzianego polecenia do diagnostics.log.

# Settings.Shortcuts.VoiceMode.DefaultActionProtected
source: The default Voice action is required while Voice Mode exists and cannot be deleted.
pl_pl: Domyślna akcja Głos jest wymagana, gdy Tryb głosowy jest dostępny, i nie można jej usunąć.

# Settings.Shortcuts.Shortcut.Title
source: Shortcut
pl_pl: Skrót

# Settings.Shortcuts.Shortcut.Unassigned
source: Unassigned
pl_pl: Nieprzypisany

# Settings.Shortcuts.Preview.NoActions
source: No actions
pl_pl: Brak akcji

# Settings.Shortcuts.Actions.Title
source: Actions and shortcuts
pl_pl: Akcje i skróty

# Settings.Shortcuts.Actions.Add
source: Add action
pl_pl: Dodaj akcję

# Settings.Shortcuts.Actions.Edit
source: Edit action
pl_pl: Edytuj akcję

# Settings.Shortcuts.Actions.Delete
source: Delete action
pl_pl: Usuń akcję

# Settings.Shortcuts.Actions.Icon
source: Icon
pl_pl: Ikona

# Settings.Shortcuts.Actions.ActionName
source: Action name
pl_pl: Nazwa akcji

# Settings.Shortcuts.Actions.Availability
source: Availability
pl_pl: Dostępność

# Settings.Shortcuts.Actions.Shortcut
source: Shortcut
pl_pl: Skrót

# Settings.Shortcuts.Actions.TargetItem
source: Target item
pl_pl: Element docelowy

# Settings.Shortcuts.Actions.ActionType
source: Action type
pl_pl: Typ akcji

# Settings.Shortcuts.Actions.CommandValue
source: Command value
pl_pl: Wartość polecenia

# Settings.Shortcuts.Actions.Actions
source: Actions
pl_pl: Akcje

# Settings.Shortcuts.Actions.Empty
source: No actions yet. Add actions to make them available in the command menu.
pl_pl: Nie ma jeszcze akcji. Dodaj akcje, aby były dostępne w menu poleceń.

# Settings.Shortcuts.Actions.MoveUp
source: Move action up
pl_pl: Przenieś akcję w górę

# Settings.Shortcuts.Actions.MoveDown
source: Move action down
pl_pl: Przenieś akcję w dół

# Settings.Shortcuts.Actions.Unnamed
source: Unnamed action
pl_pl: Nienazwana akcja

# Settings.Shortcuts.Editor.ActionName.Title
source: Action name
pl_pl: Nazwa akcji

# Settings.Shortcuts.Editor.ActionName.Subtitle
source: Display name used in settings and command menu
pl_pl: Nazwa wyświetlana w ustawieniach i menu poleceń

# Settings.Shortcuts.Editor.Icon.Subtitle
source: Select an icon from the shortcut icon catalog
pl_pl: Wybierz ikonę z katalogu ikon skrótów

# Settings.Shortcuts.Editor.ShowInMenu.Title
source: Show in command menu
pl_pl: Pokaż w menu poleceń

# Settings.Shortcuts.Editor.ShowInMenu.Subtitle
source: Controls whether this action appears in the command menu
pl_pl: Określa, czy ta akcja pojawi się w menu poleceń

# Settings.Shortcuts.Editor.GlobalShortcut.Subtitle
source: Optional shortcut. Leave unassigned if not needed
pl_pl: Opcjonalny skrót. Pozostaw nieprzypisany, jeśli nie jest potrzebny

# Settings.Shortcuts.Editor.TargetItem.Subtitle
source: Enter openHAB item name manually for now
pl_pl: Na razie wpisz nazwę elementu openHAB ręcznie

# Settings.Shortcuts.Editor.ActionType.Subtitle
source: Choose command behavior
pl_pl: Wybierz zachowanie polecenia

# Settings.Shortcuts.Editor.CommandValue.Subtitle
source: Required for SendCommand, and constrained for OnOff/OpenClose
pl_pl: Wymagane dla SendCommand i ograniczone dla OnOff/OpenClose

# Settings.Shortcuts.Availability.ShortcutAndCommandMenu
source: Shortcut + Command menu
pl_pl: Skrót + menu poleceń

# Settings.Shortcuts.Availability.CommandMenuOnly
source: Command menu only
pl_pl: Tylko menu poleceń

# Settings.Shortcuts.Availability.ShortcutOnly
source: Shortcut only
pl_pl: Tylko skrót

# Settings.Shortcuts.Availability.Unavailable
source: Unavailable
pl_pl: Niedostępne

# Settings.Shortcuts.CommandType.Toggle
source: Toggle
pl_pl: Przełącz

# Settings.Shortcuts.CommandType.OnOff
source: On / off
pl_pl: Wł. / wył.

# Settings.Shortcuts.CommandType.OpenClose
source: Open / close
pl_pl: Otwórz / zamknij

# Settings.Shortcuts.CommandType.OpenSlider
source: Open slider
pl_pl: Otwórz suwak

# Settings.Shortcuts.CommandType.OpenColorPicker
source: Open color picker
pl_pl: Otwórz wybór koloru

# Settings.Shortcuts.CommandType.SendCommand
source: Send command
pl_pl: Wyślij polecenie

# Settings.Shortcuts.CommandType.Voice
source: Voice
pl_pl: Głos

# Settings.Shortcuts.DeleteDialog.Title
source: Delete action
pl_pl: Usuń akcję

# Settings.Shortcuts.DeleteDialog.Message
source: Delete action '{0}'?
pl_pl: Usunąć akcję „{0}”?

# Settings.Shortcuts.DiscardDialog.Title
source: Discard unsaved changes?
pl_pl: Odrzucić niezapisane zmiany?

# Settings.Shortcuts.DiscardDialog.Message
source: You have unsaved changes in the action editor.
pl_pl: Masz niezapisane zmiany w edytorze akcji.
